Tekla Open API Reference for Tekla Structures 2025
DrawingHandler Fields
The DrawingHandler type exposes the following members.
Fields
Name | Description
Instance
 The instance.
Top
See Also
Reference
DrawingHandler Class
Tekla.Structures.Drawing Namespace